Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

source: The language has been changed. Please restart the app to see the changes.
ar: تم تغيير اللغة. يرجى إعادة تشغيل التطبيق لرؤية التغييرات.
bn: ভাষা পরিবর্তন করা হয়েছে। পরিবর্তন দেখতে অনুগ্রহ করে অ্যাপটি পুনরায় শুরু করুন।
de: Die Sprache wurde geändert. Bitte starten Sie die App neu, um die Änderungen zu sehen.
es: El idioma ha sido cambiado. Por favor reinicia la aplicación para ver los cambios.
fa: زبان تغییر کرده است. لطفاً برای مشاهده تغییرات، برنامه را مجدداً راه‌اندازی کنید.
fr: La langue a été modifiée. Veuillez redémarrer l'application pour voir les changements.
hi: भाषा बदल दी गई है। परिवर्तन देखने के लिए कृपया ऐप को पुनः आरंभ करें।
id: Bahasa telah diubah. Silakan restart aplikasi untuk melihat perubahan.
ja: 言語が変更されました。変更を確認するにはアプリを再起動してください。
ko: 언어가 변경되었습니다. 변경사항을 확인하려면 앱을 다시 시작하세요.
nl: De taal is gewijzigd. Start de app opnieuw op om de wijzigingen te zien.
pt: O idioma foi alterado. Por favor, reinicie o aplicativo para ver as alterações.
ru: Язык был изменен. Пожалуйста, перезапустите приложение, чтобы увидеть изменения.
sv: Språket har ändrats. Starta om appen för att se ändringarna.
sw: Lugha imebadilishwa. Tafadhali anza upya programu ili kuona mabadiliko.
ta: மொழி மாற்றப்பட்டது। மாற்றங்களைக் காண பயன்பாட்டை மீண்டும் தொடங்கவும்।
th: ภาษาได้ถูกเปลี่ยนแล้ว กรุณาเริ่มแอปใหม่เพื่อดูการเปลี่ยนแปลง
tr: Dil değiştirildi. Değişiklikleri görmek için lütfen uygulamayı yeniden başlatın.
ur: زبان تبدیل ہو گئی ہے۔ تبدیلیاں دیکھنے کے لیے براہ کرم ایپ کو دوبارہ شروع کریں۔
vi: Ngôn ngữ đã được thay đổi. Vui lòng khởi động lại ứng dụng để xem các thay đổi.
zh: 语言已更改。请重启应用以查看更改。

source: This is how your output text will look
ar: هكذا سيبدو نص الإخراج الخاص بك
bn: আপনার আউটপুট টেক্সট এভাবেই দেখাবে
de: So wird Ihr Ausgabetext aussehen
es: Así es como se verá tu texto de salida
fa: متن خروجی شما این‌گونه خواهد بود
fr: Voici à quoi ressemblera votre texte de sortie
hi: आपका आउटपुट टेक्स्ट इस तरह दिखेगा
id: Beginilah tampilan teks output Anda
ja: 出力テキストの表示例
ko: 출력 텍스트가 이렇게 보일 것입니다
nl: Zo zal uw uitvoertekst eruit zien
pt: É assim que seu texto de saída ficará
ru: Так будет выглядеть ваш выходной текст
sv: Så här kommer din utdatatext att se ut
sw: Hivi ndivyo maandishi yako ya pato yatakavyokuwa
ta: உங்கள் வெளியீட்டு உரை இப்படித்தான் இருக்கும்
th: นี่คือลักษณะของข้อความผลลัพธ์ของคุณ
tr: Çıktı metniniz böyle görünecek
ur: آپ کا آؤٹ پٹ ٹیکسٹ اس طرح نظر آئے گا
vi: Đây là cách văn bản đầu ra của bạn sẽ trông như thế nào
zh: 这是您的输出文本的样子

source: Tibetan
ar: التبتية
bn: তিব্বতি
de: Tibetisch
es: Tibetano
fa: تبتی
fr: Tibétain
hi: तिब्बती
id: Tibet
ja: チベット語
ko: 티베트어
nl: Tibetaans
pt: Tibetano
ru: Тибетский
sv: Tibetanska
sw: Kitibet
ta: திபெத்திய
th: ทิเบต
tr: Tibetçe
ur: تبتی
vi: Tiếng Tây Tạng
zh: 藏语

source: Token Calculator
ar: حاسبة الرموز
bn: টোকেন ক্যালকুলেটর
de: Token-Rechner
es: Calculadora de tokens
fa: ماشین حساب توکن
fr: Calculateur de tokens
hi: टोकन कैलकुलेटर
id: Kalkulator token
ja: トークン計算機
ko: 토큰 계산기
pt: Calculadora de tokens
ru: Калькулятор токенов
sv: Token Kalkylator
sw: Kikokotoo cha Tokeni
ta: டோக்கன் கணிப்பான்
th: เครื่องคิดเลขโทเค็น
tr: Token Hesaplayıcı
ur: ٹوکن کیلکولیٹر
vi: Máy tính Token
zh: 令牌计算器

source: Token Confirmations
ar: تأكيدات الرموز
bn: টোকেন নিশ্চিতকরণ
de: Token-Bestätigungen
es: Confirmaciones de tokens
fa: تأییدهای توکن
fr: Confirmations de tokens
hi: टोकन पुष्टि
id: Konfirmasi token
ja: トークン確認
ko: 토큰 확인
nl: Token Bevestigingen
pt: Confirmações de tokens
ru: Подтверждения токенов
sv: Token Bekräftelser
sw: Uthibitisho wa Tokeni
ta: டோக்கன் உறுதிப்படுத்தல்கள்
th: การยืนยันโทเค็น
tr: Token Onayları
ur: ٹوکن کی تصدیق
vi: Xác nhận Token
zh: 令牌确认

source: Token Information
ar: معلومات الرموز
bn: টোকেন তথ্য
de: Token-Informationen
es: Información de tokens
fa: اطلاعات توکن
fr: Informations sur les tokens
hi: टोकन जानकारी
id: Informasi token
ja: トークン情報
ko: 토큰 정보
nl: Token Informatie
pt: Informações de tokens
ru: Информация о токенах
sw: Taarifa za Tokeni
ta: டோக்கன் தகவல்
th: ข้อมูลโทเค็น
tr: Token Bilgileri
ur: ٹوکن کی معلومات
vi: Thông tin Token
zh: 令牌信息

source: Total
ar: المجموع
bn: মোট
de: Gesamt
fa: کل
hi: कुल
ja: 総
ko: 총
nl: Totaal
ru: Всего
sv: Totalt
sw: Jumla
ta: மொத்தம்
th: รวม
tr: Toplam
ur: کل
vi: Tổng
zh: 总计

source: Total Tokens
ar: إجمالي الرموز
bn: মোট টোকেন
de: Gesamt-Tokens
es: Total de tokens
fa: کل توکن‌ها
fr: Total des tokens
hi: कुल टोकन
id: Total token
ja: 総トークン数
ko: 총 토큰 수
nl: Totaal Tokens
pt: Total de tokens
ru: Всего токенов
sv: Totalt Tokens
sw: Jumla ya Tokeni
ta: மொத்த டோக்கன்கள்
th: โทเค็นทั้งหมด
tr: Toplam Token
ur: کل ٹوکنز
vi: Tổng Token
zh: 总令牌数

source: Track your token usage over time
ar: تتبع استخدام الرموز المميزة بمرور الوقت
bn: সময়ের সাথে আপনার টোকেন ব্যবহার ট্র্যাক করুন
de: Verfolgen Sie Ihre Token-Nutzung über die Zeit
es: Rastrea tu uso de tokens a lo largo del tiempo
fa: استفاده از توکن‌های خود را در طول زمان ردیابی کنید
fr: Suivez votre utilisation de tokens au fil du temps
hi: समय के साथ अपने टोकन उपयोग को ट्रैक करें
id: Lacak penggunaan token Anda dari waktu ke waktu
ja: 時間経過に伴うトークン使用量を追跡
ko: 시간에 따른 토큰 사용량 추적
nl: Volg uw token gebruik in de loop van de tijd
pt: Acompanhe seu uso de tokens ao longo do tempo
ru: Отслеживайте использование токенов со временем
sv: Spåra din tokenanvändning över tid
sw: Fuatilia matumizi yako ya tokeni kwa muda
ta: காலப்போக்கில் உங்கள் டோக்கன் பயன்பாட்டைக் கண்காணிக்கவும்
th: ติดตามการใช้โทเค็นของคุณเมื่อเวลาผ่านไป
tr: Zaman içinde token kullanımınızı takip edin
ur: وقت کے ساتھ اپنے ٹوکن استعمال کو ٹریک کریں
vi: Theo dõi việc sử dụng token của bạn theo thời gian
zh: 跟踪您的令牌使用情况

source: Transcribe mode: Speech will be converted to text in the original language
ar: وضع النسخ: سيتم تحويل الكلام إلى نص باللغة الأصلية
bn: ট্রান্সক্রাইব মোড: বক্তৃতা মূল ভাষায় পাঠ্যে রূপান্তরিত হবে
de: Transkriptionsmodus: Sprache wird in der ursprünglichen Sprache in Text umgewandelt
es: Modo de transcripción: El habla se convertirá a texto en el idioma original
fa: حالت رونویسی: گفتار به متن در زبان اصلی تبدیل می‌شود
fr: Mode transcription : La parole sera convertie en texte dans la langue d'origine
hi: ट्रांसक्राइब मोड: भाषण मूल भाषा में टेक्स्ट में परिवर्तित होगा
id: Mode transkripsi: Ucapan akan dikonversi ke teks dalam bahasa asli
ja: 転写モード：音声は元の言語でテキストに変換されます
ko: 전사 모드: 음성이 원래 언어로 텍스트로 변환됩니다
nl: Transcriberen modus: Spraak wordt geconverteerd naar tekst in de oorspronkelijke taal
pt: Modo transcrição: A fala será convertida em texto no idioma original
ru: Режим транскрипции: Речь будет преобразована в текст на исходном языке
sv: Transkriberingsläge: Tal kommer att konverteras till text på originalspråket
sw: Hali ya uandikishaji: Hotuba itabadilishwa kuwa maandishi katika lugha asili
ta: படியெடுப்பு பயன்முறை: பேச்சு அசல் மொழியில் உரையாக மாற்றப்படும்
th: โหมดถอดความ: คำพูดจะถูกแปลงเป็นข้อความในภาษาต้นฉบับ
tr: Transkripsiyon modu: Konuşma orijinal dilde metne dönüştürülecek
ur: ٹرانسکرائب موڈ: تقریر اصل زبان میں متن میں تبدیل ہوگی
vi: Chế độ phiên âm: Lời nói sẽ được chuyển đổi thành văn bản bằng ngôn ngữ gốc
zh: 转录模式：语音将以原始语言转换为文本

source: Transcribing...
ar: جاري النسخ...
bn: ট্রান্সক্রাইবিং...
de: Transkribieren...
es: Transcribiendo...
fa: در حال رونویسی...
fr: Transcription en cours...
hi: ट्रांसक्राइबिंग...
id: Menyalin...
ja: 転写中...
ko: 전사 중...
nl: Transcriberen...
pt: Transcrevendo...
ru: Транскрипция...
sv: Transkriberar...
sw: Inaandikisha...
ta: படியெடுக்கப்படுகிறது...
th: กำลังถอดความ...
tr: Transkripsiyon...
ur: ٹرانسکرائبنگ...
vi: Đang phiên âm...
zh: 转录中...

source: Transcription
ar: النسخ
bn: ট্রান্সক্রিপশন
de: Transkription
es: Transcripción
fa: رونویسی
hi: प्रतिलेखन
id: Transkripsi
ja: 転写
ko: 전사
nl: Transcriptie
pt: Transcrição
ru: Транскрипция
sv: Transkription
sw: Uandikishaji
ta: படியெடுப்பு
th: การถอดความ
tr: Transkripsiyon
ur: ٹرانسکرپشن
vi: Phiên âm
zh: 转录

source: Transcription mode preserves original language
ar: وضع النسخ يحافظ على اللغة الأصلية
bn: ট্রান্সক্রিপশন মোড মূল ভাষা সংরক্ষণ করে
de: Transkriptionsmodus bewahrt die Originalsprache
es: El modo transcripción preserva el idioma original
fa: حالت رونویسی زبان اصلی را حفظ می‌کند
fr: Le mode transcription préserve la langue originale
hi: ट्रांसक्रिप्शन मोड मूल भाषा को संरक्षित करता है
id: Mode transkripsi mempertahankan bahasa asli
ja: 文字起こしモードは元の言語を保持
ko: 전사 모드는 원래 언어를 보존합니다
nl: Transcriptiemodus behoudt originele taal
pt: O modo transcrição preserva o idioma original
ru: Режим транскрипции сохраняет исходный язык
sv: Transkriptionsläge bevarar ursprungligt språk
sw: Hali ya Uandishi Huhifadhi Lugha ya Asili
ta: படியெடுத்தல் பயன்முறை அசல் மொழியை பாதுகாக்கிறது
th: โหมดถอดความรักษาภาษาต้นฉบับ
tr: Transkripsiyon modu orijinal dili korur
ur: ٹرانسکرپشن موڈ اصل زبان کو محفوظ رکھتا ہے
vi: Chế độ phiên âm bảo toàn ngôn ngữ gốc
zh: 转录模式保留原始语言

source: Translate mode will convert speech to English
ar: وضع الترجمة سيقوم بتحويل الكلام إلى الإنجليزية
bn: অনুবাদ মোড বক্তৃতাকে ইংরেজিতে রূপান্তর করবে
de: Übersetzungsmodus wird Sprache ins Englische umwandeln
es: El modo de traducción convertirá el habla al inglés
fa: حالت ترجمه گفتار را به انگلیسی تبدیل می‌کند
fr: Le mode traduction convertira la parole en anglais
hi: अनुवाद मोड भाषण को अंग्रेजी में बदल देगा
id: Mode terjemahan akan mengubah ucapan menjadi bahasa Inggris
ja: 翻訳モードは音声を英語に変換します
ko: 번역 모드는 음성을 영어로 변환합니다
nl: Vertaalmodus zal spraak omzetten naar Engels
pt: O modo de tradução converterá a fala para inglês
ru: Режим перевода преобразует речь в английский язык
sv: Översättningsläge kommer att konvertera tal till engelska
sw: Hali ya kutafsiri itabadilisha hotuba kuwa Kiingereza
ta: மொழிபெயர்ப்பு பயன்முறை பேச்சை ஆங்கிலத்தில் மாற்றும்
th: โหมดแปลจะแปลงคำพูดเป็นภาษาอังกฤษ
tr: Çeviri modu konuşmayı İngilizce'ye dönüştürecek
ur: ترجمہ موڈ تقریر کو انگریزی میں تبدیل کرے گا
vi: Chế độ dịch sẽ chuyển đổi giọng nói thành tiếng Anh
zh: 翻译模式将语音转换为英语

source: Translation mode converts speech to English
ar: وضع الترجمة يحول الكلام إلى الإنجليزية
bn: অনুবাদ মোড বক্তৃতাকে ইংরেজিতে রূপান্তর করে
de: Übersetzungsmodus wandelt Sprache ins Englische um
es: El modo traducción convierte el habla al inglés
fa: حالت ترجمه گفتار را به انگلیسی تبدیل می‌کند
fr: Le mode traduction convertit la parole en anglais
hi: अनुवाद मोड भाषण को अंग्रेजी में परिवर्तित करता है
id: Mode terjemahan mengonversi ucapan ke bahasa Inggris
ja: 翻訳モードは音声を英語に変換
ko: 번역 모드는 음성을 영어로 변환합니다
nl: Vertaalmodus zet spraak om naar Engels
pt: O modo tradução converte a fala para inglês
ru: Режим перевода преобразует речь в английский язык
sv: Översättningsläge konverterar tal till engelska
sw: Hali ya Kutafsiri Hubadilisha Hotuba kuwa Kiingereza
ta: மொழிபெயர்ப்பு பயன்முறை பேச்சை ஆங்கிலத்திற்கு மாற்றுகிறது
th: โหมดแปลแปลงคำพูดเป็นภาษาอังกฤษ
tr: Çeviri modu konuşmayı İngilizceye dönüştürür
ur: ترجمہ موڈ آواز کو انگریزی میں تبدیل کرتا ہے
vi: Chế độ dịch chuyển đổi giọng nói sang tiếng Anh
zh: 翻译模式将语音转换为英语

source: Try adjusting your search or filters
ar: حاول تعديل البحث أو المرشحات
bn: আপনার অনুসন্ধান বা ফিল্টার সামঞ্জস্য করার চেষ্টা করুন
de: Versuchen Sie, Ihre Suche oder Filter anzupassen
es: Intenta ajustar tu búsqueda o filtros
fa: سعی کنید جستجو یا فیلترهای خود را تنظیم کنید
fr: Essayez d'ajuster votre recherche ou filtres
hi: अपनी खोज या फिल्टर को समायोजित करने का प्रयास करें
id: Coba sesuaikan pencarian atau filter Anda
ja: 検索またはフィルターを調整してみてください
ko: 검색 또는 필터를 조정해 보세요
nl: Probeer uw zoekopdracht of filters aan te passen
pt: Tente ajustar sua pesquisa ou filtros
ru: Попробуйте настроить поиск или фильтры
sv: Försök att justera din sökning eller filter
sw: Jaribu kurekebisha utafutaji au vichujio vyako
ta: உங்கள் தேடல் அல்லது வடிகட்டிகளை சரிசெய்ய முயற்சிக்கவும்
th: ลองปรับการค้นหาหรือตัวกรองของคุณ
tr: Aramanızı veya filtrelerinizi ayarlamayı deneyin
ur: اپنی تلاش یا فلٹرز کو ایڈجسٹ کرنے کی کوشش کریں
vi: Thử điều chỉnh tìm kiếm hoặc bộ lọc của bạn
zh: 尝试调整您的搜索或过滤器

source: Turkish
ar: التركية
bn: তুর্কি
de: Türkisch
es: Turco
fa: ترکی
fr: Turc
hi: तुर्की
id: Turki
ja: トルコ語
ko: 터키어
nl: Turks
pt: Turco
ru: Турецкий
sv: Turkiska
sw: Kituruki
ta: துருக்கிய
th: ตุรกี
tr: Türkçe
ur: ترکی
vi: Tiếng Thổ Nhĩ Kỳ
zh: 土耳其语

source: Turkmen
ar: التركمانية
bn: তুর্কমেন
de: Turkmenisch
es: Turcomano
fa: ترکمنی
fr: Turkmène
hi: तुर्कमेन
ja: トルクメン語
ko: 투르크멘어
nl: Turkmeens
pt: Turcomeno
ru: Туркменский
sv: Turkmeniska
sw: Kiturkmen
ta: துர்க்மென்
th: เติร์กเมน
tr: Türkmence
ur: ترکمن
vi: Tiếng Turkmen
zh: 土库曼语

source: UI Language
ar: لغة واجهة المستخدم
bn: UI ভাষা
de: UI-Sprache
es: Idioma de interfaz
fa: زبان رابط کاربری
fr: Langue de l'interface
hi: UI भाषा
id: Bahasa UI
ja: UI言語
ko: UI 언어
nl: UI-taal
pt: Idioma da interface
ru: Язык интерфейса
sv: UI-språk
sw: Lugha ya UI
ta: UI மொழி
th: ภาษาของ UI
tr: UI Dili
ur: UI زبان
vi: Ngôn ngữ giao diện
zh: 界面语言

source: Ukrainian
ar: الأوكرانية
bn: ইউক্রেনীয়
de: Ukrainisch
es: Ucraniano
fa: اوکراینی
fr: Ukrainien
hi: यूक्रेनी
id: Ukraina
ja: ウクライナ語
ko: 우크라이나어
nl: Oekraïens
pt: Ucraniano
ru: Украинский
sv: Ukrainska
sw: Kiukraine
ta: உக்ரைன்
th: ยูเครน
tr: Ukraynaca
ur: یوکرینی
vi: Tiếng Ukraina
zh: 乌克兰语

source: Understanding tokens and their role in AI transcription
ar: فهم الرموز المميزة ودورها في النسخ بالذكاء الاصطناعي
bn: টোকেন এবং AI ট্রান্সক্রিপশনে তাদের ভূমিকা বোঝা
de: Verständnis von Tokens und ihrer Rolle bei der KI-Transkription
es: Entendiendo los tokens y su papel en la transcripción de IA
fa: درک توکن‌ها و نقش آن‌ها در رونویسی هوش مصنوعی
fr: Comprendre les tokens et leur rôle dans la transcription IA
hi: टोकन और AI ट्रांसक्रिप्शन में उनकी भूमिका को समझना
id: Memahami token dan perannya dalam transkripsi AI
ja: トークンとAI転写における役割の理解
ko: 토큰과 AI 전사에서의 역할 이해
nl: Begrijpen van tokens en hun rol in AI-transcriptie
pt: Entendendo tokens e seu papel na transcrição de IA
ru: Понимание токенов и их роли в ИИ-транскрипции
sv: Förstå tokens och deras roll i AI-transkription
sw: Kuelewa tokeni na jukumu lao katika uandikishaji wa AI
ta: டோக்கன்கள் மற்றும் AI படியெடுப்பில் அவற்றின் பங்கை புரிந்துகொள்ளுதல்
th: การทำความเข้าใจโทเค็นและบทบาทในการถอดความด้วย AI
tr: Token'ları ve AI transkripsiyonundaki rollerini anlama
ur: ٹوکن اور AI ٹرانسکرپشن میں ان کے کردار کو سمجھنا
vi: Hiểu về token và vai trò của chúng trong phiên âm AI
zh: 理解令牌及其在AI转录中的作用

source: Unloaded
ar: غير محمل
bn: আনলোড করা হয়েছে
de: Entladen
es: Descargado
fa: بارگذاری نشده
fr: Déchargé
hi: अनलोड किया गया
id: Tidak dimuat
ja: アンロード済み
ko: 언로드됨
nl: Niet geladen
pt: Descarregado
ru: Не загружено
sv: Inte laddad
sw: Haijapakiwa
ta: ஏற்றப்படவில்லை
th: ไม่ได้โหลด
tr: Yüklenmemiş
ur: لوڈ نہیں ہوا
vi: Đã tải xuống
zh: 已卸载

source: Unloading
ar: جاري إلغاء التحميل
bn: আনলোড হচ্ছে
de: Entladen
es: Descargando
fa: در حال بارگذاری
fr: Déchargement
hi: अनलोड हो रहा है
id: Sedang membongkar
ja: アンロード中
ko: 언로딩 중
nl: Wordt geladen
pt: Descarregando
ru: Выгрузка
sv: Laddas
sw: Inapakiwa
ta: இறக்கப்படுகிறது
th: กำลังยกเลิกการโหลด
tr: Yükleniyor
ur: ان لوڈ ہو رہا ہے
vi: Đang tải xuống
zh: 卸载中

source: Urdu
ar: الأردية
bn: উর্দু
fa: اردو
fr: Ourdou
hi: उर्दू
ja: ウルドゥー語
ko: 우르두어
ru: Урду
sw: Kiurdu
ta: உருது
th: อูรดู
tr: Urduca
ur: اردو
vi: Tiếng Urdu
zh: 乌尔都语

source: Usage Analytics
ar: تحليل الاستخدام
bn: ব্যবহার বিশ্লেষণ
de: Nutzungsanalyse
es: Análisis de Uso
fa: تحلیل استفاده
fr: Analytiques d'Utilisation
hi: उपयोग विश्लेषण
id: Analitik Penggunaan
ja: 使用分析
ko: 사용 분석
nl: Gebruiksanalyse
pt: Análise de Uso
ru: Аналитика использования
sv: Användningsanalys
sw: Uchambuzi wa matumizi
ta: பயன்பாட்டு பகுப்பாய்வு
th: การวิเคราะห์การใช้งาน
tr: Kullanım Analitiği
ur: استعمال کی تجزیہ
vi: Phân tích sử dụng
zh: 使用分析

source: Usage Trends
ar: اتجاهات الاستخدام
bn: ব্যবহারের প্রবণতা
de: Nutzungstrends
es: Tendencias de Uso
fa: روندهای استفاده
fr: Tendances d'Utilisation
hi: उपयोग रुझान
id: Tren Penggunaan
ja: 使用トレンド
ko: 사용 트렌드
nl: Gebruikstrends
pt: Tendências de Uso
ru: Тренды использования
sv: Användningstrender
sw: Mienendo ya matumizi
ta: பயன்பாட்டு போக்குகள்
th: แนวโน้มการใช้งาน
tr: Kullanım Trendleri
ur: استعمال کے رجحانات
vi: Xu hướng sử dụng
zh: 使用趋势

source: Uzbek
ar: الأوزبكية
bn: উজবেক
de: Usbekisch
es: Uzbeko
fa: ازبکی
fr: Ouzbek
hi: उज़्बेक
ja: ウズベク語
ko: 우즈베크어
nl: Oezbeeks
pt: Uzbeque
ru: Узбекский
sv: Uzbekiska
sw: Kiuzbek
ta: உஸ்பெக்
th: อุซเบก
tr: Özbekçe
ur: ازبک
vi: Tiếng Uzbek
zh: 乌兹别克语

source: Very High
ar: عالي جداً
bn: খুবই উচ্চ
de: Sehr Hoch
es: Muy Alto
fa: خیلی بالا
fr: Très Élevé
hi: बहुत उच्च
id: Sangat Tinggi
ja: 非常に高い
ko: 매우 높음
nl: Zeer Hoog
pt: Muito Alto
ru: Очень высокий
sv: Mycket Hög
sw: Juu sana
ta: மிக உயர்ந்த
th: สูงมาก
tr: Çok Yüksek
ur: بہت اعلیٰ
vi: Rất cao
zh: 非常高

source: Very Low
ar: منخفض جداً
bn: খুবই কম
de: Sehr Niedrig
es: Muy Bajo
fa: خیلی پایین
fr: Très Faible
hi: बहुत कम
id: Sangat Rendah
ja: 非常に低い
ko: 매우 낮음
nl: Zeer Laag
pt: Muito Baixo
ru: Очень низкий
sv: Mycket Låg
sw: Chini sana
ta: மிக குறைவு
th: ต่ำมาก
tr: Çok Düşük
ur: بہت کم
vi: Rất thấp
zh: 非常低

source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামি
de: Vietnamesisch
es: Vietnamita
fa: ویتنامی
fr: Vietnamien
hi: वियतनामी
id: Vietnam
ja: ベトナム語
ko: 베트남어
nl: Vietnamees
pt: Vietnamita
ru: Вьетнамский
sv: Vietnamesiska
sw: Kivietnam
ta: வியட்நாமிய
th: เวียดนาม
tr: Vietnamca
ur: ویتنامی
vi: Tiếng Việt
zh: 越南语

source: View Detailed Statistics
ar: عرض الإحصائيات التفصيلية
bn: বিস্তারিত পরিসংখ্যান দেখুন
de: Detaillierte Statistiken anzeigen
es: Ver estadísticas detalladas
fa: مشاهده آمار تفصیلی
fr: Voir les statistiques détaillées
hi: विस्तृत आंकड़े देखें
id: Lihat statistik detail
ja: 詳細統計を表示
ko: 상세 통계 보기
nl: Gedetailleerde statistieken bekijken
pt: Ver estatísticas detalhadas
ru: Просмотр подробной статистики
sv: Visa detaljerad statistik
sw: Onyesha Takwimu za Kina
ta: விரிவான புள்ளிவிவரங்களைக் காட்டு
th: ดูสถิติรายละเอียด
tr: Detaylı İstatistikleri Görüntüle
ur: تفصیلی اعداد و شمار دیکھیں
vi: Xem thống kê chi tiết
zh: 查看详细统计

source: View documentation
ar: عرض الوثائق
bn: নথিপত্র দেখুন
de: Dokumentation anzeigen
es: Ver documentación
fa: مشاهده مستندات
fr: Voir la documentation
hi: दस्तावेज़ देखें
id: Lihat dokumentasi
ja: ドキュメントを表示
ko: 문서 보기
nl: Documentatie bekijken
pt: Ver documentação
ru: Просмотр документации
sv: Visa dokumentation
sw: Onyesha Hati
ta: ஆவணங்களைக் காட்டு
th: ดูเอกสาร
tr: Dokümantasyonu görüntüle
ur: دستاویزات دیکھیں
vi: Xem tài liệu
zh: 查看文档

source: View WhisperKit documentation
ar: عرض وثائق WhisperKit
bn: WhisperKit ডকুমেন্টেশন দেখুন
de: WhisperKit-Dokumentation anzeigen
es: Ver documentación de WhisperKit
fa: مشاهده مستندات WhisperKit
fr: Voir la documentation WhisperKit
hi: WhisperKit दस्तावेज़ देखें
id: Lihat dokumentasi WhisperKit
ja: WhisperKitドキュメントを表示
ko: WhisperKit 문서 보기
nl: Bekijk WhisperKit documentatie
pt: Ver documentação do WhisperKit
ru: Просмотр документации WhisperKit
sv: Visa WhisperKit dokumentation
sw: Ona nyaraka za WhisperKit
ta: WhisperKit ஆவணங்களைப் பார்க்கவும்
th: ดูเอกสาร WhisperKit
tr: WhisperKit dokümantasyonunu görüntüle
ur: WhisperKit دستاویزات دیکھیں
vi: Xem tài liệu WhisperKit
zh: 查看WhisperKit文档

source: Voice recognition history will appear here
ar: سجل التعرف على الصوت سيظهر هنا
bn: ভয়েস রিকগনিশন ইতিহাস এখানে দেখা যাবে
de: Spracherkennungsverlauf wird hier angezeigt
es: El historial de reconocimiento de voz aparecerá aquí
fa: تاریخچه تشخیص صدا اینجا ظاهر خواهد شد
fr: L'historique de reconnaissance vocale apparaîtra ici
hi: आवाज पहचान इतिहास यहां दिखाई देगा
id: Riwayat pengenalan suara akan muncul di sini
ja: 音声認識の履歴がここに表示されます
ko: 음성 인식 기록이 여기에 표시됩니다
nl: Spraakherkenning geschiedenis verschijnt hier
pt: O histórico de reconhecimento de voz aparecerá aqui
ru: История распознавания речи появится здесь
sv: Röstigenkänningshistorik kommer att visas här
sw: Historia ya Utambuzi wa Sauti itaonekana hapa
ta: குரல் அங்கீகார வரலாறு இங்கே தோன்றும்
th: ประวัติการจดจำเสียงจะปรากฏที่นี่
tr: Ses tanıma geçmişi burada görünecek
ur: آواز کی پہچان کی تاریخ یہاں ظاہر ہوگی
vi: Lịch sử nhận dạng giọng nói sẽ xuất hiện ở đây
zh: 语音识别历史将在此显示

source: Warning:
ar: تحذير:
bn: সতর্কতা:
de: Warnung:
es: Advertencia:
fa: هشدار:
fr: Avertissement :
hi: चेतावनी:
id: Peringatan:
ja: 警告：
ko: 경고:
nl: Waarschuwing:
pt: Aviso:
ru: Предупреждение:
sv: Varning:
sw: Onyo:
ta: எச்சரிக்கை:
th: คำเตือน:
tr: Uyarı:
ur: انتباہ:
vi: Cảnh báo:
zh: 警告：

source: Warning: Translate mode will convert speech to English
ar: تحذير: وضع الترجمة سيقوم بتحويل الكلام إلى الإنجليزية
bn: সতর্কতা: অনুবাদ মোড বক্তৃতাকে ইংরেজিতে রূপান্তর করবে
de: Warnung: Übersetzungsmodus wird Sprache ins Englische konvertieren
es: Advertencia: El modo traducción convertirá el habla al inglés
fa: هشدار: حالت ترجمه گفتار را به انگلیسی تبدیل می‌کند
fr: Avertissement : Le mode traduction convertira la parole en anglais
hi: चेतावनी: अनुवाद मोड भाषण को अंग्रेजी में परिवर्तित करेगा
id: Peringatan: Mode terjemahan akan mengonversi ucapan ke bahasa Inggris
ja: 警告：翻訳モードは音声を英語に変換します
ko: 경고: 번역 모드는 음성을 영어로 변환합니다
nl: Waarschuwing: Vertaalmodus zal spraak naar Engels converteren
pt: Aviso: O modo de tradução converterá a fala para inglês
ru: Предупреждение: Режим перевода преобразует речь в английский
sv: Varning: Översättningsläge kommer att konvertera tal till engelska
sw: Onyo: Hali ya kutafsiri itabadilisha hotuba kuwa Kiingereza
ta: எச்சரிக்கை: மொழிபெயர்ப்பு பயன்முறை பேச்சை ஆங்கிலத்தில் மாற்றும்
th: คำเตือน: โหมดแปลจะแปลงคำพูดเป็นภาษาอังกฤษ
tr: Uyarı: Çeviri modu konuşmayı İngilizce'ye dönüştürecek
ur: انتباہ: ترجمہ موڈ تقریر کو انگریزی میں تبدیل کرے گا
vi: Cảnh báo: Chế độ dịch sẽ chuyển đổi giọng nói sang tiếng Anh
zh: 警告：翻译模式将语音转换为英语

source: Wave form Icon Action
ar: إجراء أيقونة الشكل الموجي
bn: তরঙ্গ আইকন অ্যাকশন
de: Wellenform-Symbol-Aktion
es: Acción de icono de forma de onda
fa: عمل آیکون شکل موج
fr: Action d'icône de forme d'onde
hi: तरंग आइकन क्रिया
id: Aksi ikon bentuk gelombang
ja: 波形アイコンアクション
ko: 파형 아이콘 작업
nl: Golfvorm icoon actie
pt: Ação do ícone de forma de onda
ru: Действие иконки формы волны
sv: Vågform ikon åtgärd
sw: Kitendo cha Aikoni ya Umbo la Wimbi
ta: அலை வடிவ ஐகான் செயல்
th: การดำเนินการไอคอนรูปคลื่น
tr: Dalga Formu İkon Eylemi
ur: ویو فارم آئیکن ایکشن
vi: Hành động biểu tượng dạng sóng
zh: 波形图标操作

source: Welsh
ar: الويلزية
bn: ওয়েলশ
de: Walisisch
es: Galés
fa: ولزی
fr: Gallois
hi: वेल्श
ja: ウェールズ語
ko: 웨일스어
pt: Galês
ru: Валлийский
sv: Walesiska
sw: Kiwelsh
ta: வெல்ஷ்
th: เวลส์
tr: Galce
ur: ویلش
vi: Tiếng Wales
zh: 威尔士语

source: WhisperKit not initialized.
ar: WhisperKit غير مهيأ.
bn: WhisperKit আরম্ভ হয়নি।
de: WhisperKit nicht initialisiert.
es: WhisperKit no inicializado.
fa: WhisperKit مقداردهی نشده است.
fr: WhisperKit non initialisé.
hi: WhisperKit प्रारंभ नहीं हुआ।
id: WhisperKit tidak diinisialisasi.
ja: WhisperKitが初期化されていません。
ko: WhisperKit이 초기화되지 않았습니다.
nl: WhisperKit niet geïnitialiseerd.
pt: WhisperKit não inicializado.
ru: WhisperKit не инициализирован.
sv: WhisperKit inte initialiserat.
sw: WhisperKit haijaanzishwa.
ta: WhisperKit துவக்கப்படவில்லை.
th: WhisperKit ยังไม่ได้เริ่มต้น
tr: WhisperKit başlatılmadı.
ur: WhisperKit شروع نہیں ہوا۔
vi: WhisperKit chưa được khởi tạo.
zh: WhisperKit未初始化。

source: Workers
ar: العمال
bn: কর্মী
de: Arbeiter
es: Trabajadores
fa: کارگران
fr: Travailleurs
hi: कार्यकर्ता
id: Pekerja
ja: ワーカー
ko: 워커
nl: Werkers
pt: Trabalhadores
ru: Работники
sv: Arbetare
sw: Wafanyakazi
ta: தொழிலாளர்கள்
th: ผู้ปฏิบัติงาน
tr: İşçiler
ur: ورکرز
vi: Công nhân
zh: 工作线程

source: Yiddish
ar: اليديشية
bn: ইদ্দিশ
de: Jiddisch
es: Yídish
fa: یدی
hi: यिडिश
ja: イディッシュ語
ko: 이디시어
nl: Jiddisch
pt: Iídiche
ru: Идиш
sv: Jiddisch
sw: Kiyiddish
ta: யிடிஷ்
th: ยิดดิช
tr: Yidişçe
ur: یدیش
vi: Tiếng Yiddish
zh: 意第绪语

source: Yoruba
ar: اليوروبا
bn: ইওরুবা
fa: یوروبا
hi: योरूबा
ja: ヨルバ語
ko: 요루바어
pt: Iorubá
ru: Йоруба
sw: Kiyoruba
ta: யோரூபா
th: โยรูบา
tr: Yorubaca
ur: یوروبا
vi: Tiếng Yoruba
zh: 约鲁巴语
